Repository: mozilla-l10n/mt-training-data
Catalog: ssi/ssi_pontoon.tmx
Source language: en_us
Languages: ssi

source: How can we effectively grow a language on Common Voice?
ssi: ہم سادھارٹؔ اوَاجاپ ایک بھاشا کُو پربھاوَ شالی نامُونیس کِدؔا وَدھائی سِکتے ہے؟

source: How does Common Voice work?
ssi: سادھارٹؔ اوَاج کِدؔا کام کرتی ہے؟

source: How does site localization work?
ssi: سائٹ لوکلائزیشن کِدؔا کام کرتی ہے؟

source: How do I access and use the dataset?
ssi: ہُوں ڈیٹا سیٹا تائِیں کِدؔا پرویش کرے اور اُپیوگ کرے؟

source: How do I add a language?
ssi: ہُوں ایک ٻولی کِدؔا سیمݪ کرے؟

source: How do I add sentences?
ssi: ہُوں ٻول کِدؔا سیمݪ کرے؟

source: How do I cite?
ssi: ہُوں کِسجُو سرا دؔیوےَ؟

source: How do I know whether to approve a voice clip?
ssi: مِسکُو کِدؔ ٹھا پڑُوں گی کہ اوَاج کلپا کی اِگِیا دؔیݨی ہے یا نائیں؟

source: How do I record a high quality voice clip?
ssi: ہُوں ایک اُونٚچے گُٹؔاں کی اوَاجا کا کلپ کِدؔ ریکارڈ کرے؟

source: How do I stay in touch?
ssi: ہُوں سمپرکام کِدؔا ریہی سِکتا ہے؟

source: How is Common Voice funded?
ssi: سادھارݨ اوَاجا کُو کِدؔا چندا اُگاڑی کرا جاوَتا ہے؟

source: How Spontaneous Speech works
ssi: سُبھاوَِک بھاشݨ کِدؔا کام کرتا ہے

source: How to add multiple sentences
ssi: ایکِیس ودھِیک ٻولیں کُو کِدؔا بھیݪا کراں

source: How would you describe your accent?
ssi: تھم اپݨیں لیہکے کُو کِدؔا ٻولُونٚگڑے؟

source: How would you describe your sex or gender?
ssi: تھم اپٹؔی نسݪ یا نسݪا کُو کِدؔا بھتاوں گے؟

source: Huarijio
ssi: ہوارجیو

source: Huautla Mazatec
ssi: ہواتلا مزاتیک

source: Hungarian
ssi: ہِنگوری

source: I agree
ssi: ہوں سیہمت ہے

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ssi: ہُوں سادھارݨ اواجا کی <termsLink>سرتاں</termsLink> اور <privacyLink>گُپت سُوچناس</privacyLink> سہمت ہے

source: Ibibio
ssi: ایبیبیا

source: Icelandic
ssi: آئسلينڈک

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ssi: ہُوں پَک کرتا ہے کہ یہ ٻول <wikipediaLink>جنتا ڈومین</wikipediaLink> ہے اور مِسکُو اِن کُو اپ لوڈ کرنے کی اِگِیا ہے۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
ssi: * ہوں پک کرتا ہے کہ یو سُئال <publicDomainLink>جنتا ڈومین</publicDomainLink> ہے اور مِسکُو یو اپ لوڈ کرنے کی اِگیا ہے.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ssi: ہُوں پک کرتا ہے کہ یہ ٻول <wikipediaLink>جنتا ڈومین </wikipediaLink>ہے اور مِسکُو یو اپ لوڈ کرنے کی اِگِیا ہے

source: <icon></icon> Add multiple public domain sentences
ssi: <icon></icon> نِیارے نِیارے جنتا ڈومین ٻات سیمل کرو

source: Ideally natural and conversational (it should be easy to read the sentence)
ssi: ایکی ٻاتاس پراکرتِک اور ٻات بیگت(ٻولیں کُو پڑھنا سوَلا ہووَٹؔا چاہِیجے)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ssi: ہُوں سادھارݨ اواجا کے باریم لکش یاد دُؔئاݨا ، میری وِکاسا کی نویں یاد دُؔئاݨ واڑے اور نوے سٻدؔ جِدؔا ای میلز لیݨا چاہوتا ہے۔

source: I do not agree
ssi: ہوں سیہمت نائیں تی

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ssi: اگر کسی کلپا کُو 2 مِنکھین چھوڈؔی دِؔیا ہے تو ، اسکُو ڈیٹا سیٹا کے ایک نِیارے سب سیٹام چھوڈؔتے ہے۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ssi: اگر یہ آپ کے اپٹؔے سٻدؔ ہے تو ، رُگی <italicizedText>"کھُد سرا" کیہو</italicizedText>۔ ہمکُو یو جاٹؔنیں کی جرورت ہے کہ آپ کُو یو سیمان کِتوڑ مِلا تاکہ ہم سماݪی سِکاں کہ یو جنتا کا ڈومینام ہے اور کاپی رائٹا کی کوئی روک لاگوڑی تونائیں ہووے ۔ سرے کے باریم ودھِیک جاݨکاریا نتر مھارے <guidelinesLink>مارگ درشک چِٹھِئیں کا پنا دؔیکھے </guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ssi: جے اگر بھروڑی اوَاج ٹُوٹی جاوَتی ہے، یا اِس میں تیڑاں پڑتِیاں ہے، اُس تائِیں چھوڈؔی دؔیو جس تائِیں کہ پُورا کتھن سُٹِؔیں نائیں سِکے۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ssi: جے اگر آپ اس پھائلا کے باریم ودھِیک جاٹؔکاری لیوَٹؔاں چاہوتے ہے تو، کِرپا کری <emailFragment>commonvoice@mozilla.com</emailFragment> سے سمپرک کرو

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ssi: جے اگر تھم اِس پھائلا باریم کھٻر کرنا چاہوتے ہے جکو ٹیمپلیٹام سیمل نائیں تی تو، کِرپا کری <emailFragment>commonvoice@mozilla.com</emailFragment> سے سمپرک کرو

source: If the sentence does not meet the above criteria, click the "No" button.
ssi: اگر ٻول مانگاپ پُورا نائیں اُترے تو ، "نائیں" ٻٹݨانٚپ دؔٻاؤ۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ssi: اگر ٻولا کہ اُونٚچے ماݨکاپ پورا نائِیں اُترتا ہے تو ، اُونٚلے پاسے &quot;چھوڈؔی دؔو&quot; ٻٹٹؔانٚپ دؔٻائی دؔو۔ اگر آپ کُو ٻولیں کے باریم وِسواس نائِیں ہے تو ، آپ اسکُو بھی چھوڈؔی سِکتے ہے اور اگلیپ آگے وَدھی سِکتے ہے۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
ssi: اگر ٻول اپمان جنک یا پریشان کرنواڑا ہے - جِدؔا چاوا سیمانا کرے، یا مھارے <communityGuidelines>پڑاوا کے پاتی بھائی پتر</communityGuidelines> کسی اوری کے اُلہنٚگݨ کرنے کرے - تو تھم کُو ٻول چھوڈؔی دؔیݨا چاہِجے۔ تھم اس مسلے کُو ودھاوݨیں نتر <emailFragment>commonvoice@mozilla.com</emailFragment> پ ہم سے بھی سمپرک کری سِکتے ہے۔

source: If the sentence meets the criteria above, click the "Yes" button.
ssi: اگر ٻول مانگاپ پُورا اترتا ہے تو ، "ہاوے" ٻٹݨانٚپ دؔٻاؤ۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ssi: اگر ٻول ماݨک پورا اترتا ہے تو ، سُودے پاسے &quot;سئِیکار کرو&quot; ٻٹٹؔاں کُو دؔٻاؤ۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
ssi: اگر تھم کُو ٻولیں کے باریم پک نائیں تی تو ، تھم اسکُو بھی چھوڈؔی سِکتے ہے اور اگلیپ آگے ودھی سِکتے ہے۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ssi: جے اگر تھمکُو کوئی ایسی چیج مِلتی ہے جن کا مارگ درشن ڈھاکوڑا نائِیں تِیا تو، کِرپا کری کن اپٹؔیں نِرݨیں اِدؔائے لی کن وَونٚٹ دؔیو۔ جے اگر تھم سئی نِرݨیں نائِیں لی سِکو تو، سِرکاݨواڑا ٻٹٹؔاں کا اُپیوگ کرو اور اگلکی ریکارڈنگاپ جاؤ۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ssi: جےاگر آپ <strong>اِنکُو سُݨیں سِکتے ہے</strong> اور <strong>انکُو سمجی سِکتے ہے</strong> تو ، سادھارݨ <strong>اِگِیا دؔیݨاں اجرا</strong> ہے۔

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
ssi: اگر تھم اِرجݨاں کے نتر سُئالیں کا ایک ہِسا بھیݪا کرنا چاہوتے ہے تو ، تھم <githubLink>مھارے گیٹ ہبا کے دُئارے ایسا کری سِکتے ہے</githubLink> یا اپݨیں سُوچی commonvoice@mozilla.com ای میل کری سِکتے <emailFragment>ہے۔</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ssi: جے تھم کُو کائیں دؔنیم ہم سے جباب نائیں مِلے،تو کِرپا کری <emailLink>{ $email } </emailLink>سمپرک کرو اور ہم تھارے کن ٻیگے پُوٹھے سمپرک کروُں گڑے!

source: If you don't see your language in either part of the platform, select both.
ssi: اگر تھمکُو پلیٹ پھارما کے کسی بھی بھاگام اپݨی ٻولی نِگھام نائیں آوتی ہے تو ، دُؔنھیں کُو چُنو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
ssi: اگر آپ یا آپ کا سنٚگّٹھن اس پریوجنام ہِسا ٻاہݨا چاہوَتے ہے تو ، آپ <donateLink>دؔن</donateLink> دؔیئی سِکتے ہے یا <emailFragment>commonvoice@mozilla.com</emailFragment> پ مھاری سِیرواݪی دؔار سنٚگّٹھناس سمپرک کری سِکتے ہے۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
ssi: جے اگر تھم کُو یوگدؔان کرنیم کٹھنائی ہوئی ری ہے تو ، تھم کِسی بھی سمیپ اپݨیں ٻولِیا نتر سارا سیمان دؔیکھݨینٚپ پُوٹھے جائی سِکتے ہے۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ssi: اگر آپ اے ایس آر ماڈل ٻݨاوَݨیں نتر ٹولز لوڑنیم ہے تو ، آپ <discourseLink>ڈسکورینٚپ</discourseLink> پڑاوَا کے دُؔوجے مِنکھینٚس سمپرک جوڑی سِکتے ہے۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
ssi: اگر تھم ڈیٹا سیٹا کے باریم ودھیک ٻات کرنا چاہوتے ہے ، یوجنا بند پلیٹ پھارم کی وِستارام یوگدؔان دؔیݨا چاہوتے ہے یا سئیوگ کے اوسر لھوڑنا <emailFragment>چاہوتے ہے تو ، ہمکُو ایک لکیر چھوڈؔی دؔیو۔</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
ssi: اگر تھارے کن نِگھا کرنے نتر دُؔوجے ٻول کھتم ہوئی جاوتے ہے تو، کِرپا کری ودھِیک ٻول بھیݪے کرنیم مھاری ساہیتا کرو!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ssi: اگر آپ کُو لکھاوَتا ہے کہ لیہکا <strong>سمجٹؔا اَسمبھوَ ٻٹؔائی دؔیتا</strong> ہے ، یا <strong>لارکے پاسیم گھݨا گاہرِیا</strong> ہے ، یا <strong>دُؔوجے مِنکھ بھی ٻولی</strong> رے ہے تو ، آپ کُو کلپ چھوڈؔی دؔیݨا چاہِجے۔ <accuracyLink>مھاری سئی کسوٹِیام وَدھِیک جاݨکاری دؔیکھو</accuracyLink>.

source: Igbo
ssi: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ssi: ہُوں #CommonVoice کُو اواجا کا دؔان دیٹؔے کا ایک جاتی لکشئہ ٻݨایا ہے - میرے سات سیمݪ ہوؤ اور مشینیں کُو یو سُکاوٹؔینٚم ساہیتا کرو کہ اسلی منکھ کِدؔا ٻولتے ہے { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ssi: جِدؔا کہ تھم موزیلا کی <privacyLink>گُپت کی نِیتِیام</privacyLink> وِیاکھِیا کرتے ہے ہُوں اس جاݨکارِیا کُو سامبھݨیں کے سات ٹھیک ہووَے

source: Include appropriate citation
ssi: سئی سرا سیمݪ کرو

source: Includes email, username & demographic info, available right away
ssi: ای میل ، لیݨواڑا نانٚو اور ڈیموگرافک جاݨکاری بھیݪی ہے ، جکو تکڑام ماجُود ہے۔

source: Includes mp3s and related sentences, may take some time to prepare
ssi: ایم پی 3 ایس اور جُڑوڑے ٻول بھیݪے ہے، سِمبرتام کائھِیں سمے لاگی سِکتا ہے

source: Indonesian
ssi: انڈونيشين

source: Indus Kohistani
ssi: انڈس کوہستانی

source: Information about the language
ssi: ٻولیا کے باریم جاݨکاری

source: In Progress
ssi: پرگتیام

source: Interested in getting involved with this project, or partnering with us?
ssi: اس یوجنام سیمݪ ہوَݨینٚم رُچی راکھتے ہے، یا مھارے سات یوگدؔانام رُچی راکھتے ہے؟

source: Interested in learning more and contributing to the project?
ssi: ودھیک سیکھٹؔینؔم اور یوجنام یوگدان لیٹؔینٚم رُچی راکھتا ہے؟

source: Interlingua
ssi: انٹرلنگوا

source: Interlingue
ssi: انٹرلنگو

source: [interrupted by background noise]
ssi: لار کے گاہرِئے کرے

source: Intersex
ssi: نسݪ سیمݪ

source: Iñupiaq
ssi: انُپِیاک

source: Invalid file
ssi: گیر کانونی پھائل

source: Irish
ssi: آئیرِش

source: IsiNdebele (North)
ssi: آئی ایس آئی این ڈی بیلے (اُتر)

source: IsiNdebele (South)
ssi: آئی ایس این ڈی بیلے (ڈؔکھݨ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ssi: اگر ٹھا <isoCodeLink>ہے تو آئی ایس او کوڈ</isoCodeLink>

source: Is the clip valid?
ssi: کِیا یو کِلپ سئی ہے؟

source: Italian
ssi: اٹالِیئن

source: It contains words or phrases that are hard to read or pronounce.
ssi: اِن میں ایسے سٻد یا ٻول ہے جِنکُو پڑھنا یا کیہوَٹؔاں دُؔکھی ہے

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
ssi: ڈیٹا سیٹیں کی سیوادؔاری کرنے اور 100+ ٻولِیئیں کے پڑاویں نتر پلیٹ پھارما کُو اجرا ٻݨانٚوݨیں نتر ایکی ٻرسام لگ بھاگ ایک ملین ڈالر کھرچ ہووتے ہے جکو مھارے کاماپ بانٚور کرتے ہے؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
ssi: ڈیٹا سیٹیں کی سیوادھاری کرنے اور 100 س ودھیک بھاشا کی پڑاویں نتر پلیٹ پھارما کُو اجرا ٻݨاوݨیں نتر سالا ڈِؔیٹ لگ بھگ ایک ملین ڈالر کھرچ ہوتے ہے جکُو مھارے کاماپ بھروسا کرتے ہیں۔ <strong>اگر آپ کھلے ، بھیݪے ہے ڈیٹا کی قدر کرتے ہے تو - آج دؔان کرو!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
ssi: لاگِیتار سیوا دؔاری کرنے اور ڈیٹا سیٹ چھوڈؔݨیں ، پلیٹ پھارما کُو اجرا ٻݨاوَݨیں اور <africaMradiLink>پڑاوَا کے کاہرِئے</africaMradiLink> کُو چلاوَݨیں نتر گھݨا رِپِیا کھرچ ہووَتا ہے۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
ssi: یو سپا کھاس ہے کہ سارے لِکھوڑے ٻول <publicDomain>جنتا ڈومین</publicDomain> (سی سی 0) ہے اِدؔا ہے سادھاڑݨ اواج ڈیٹا سیٹ سی سی 0 لیشݨا کرے چھوڈؔا جاوتا ہے۔ اگر تھم کُو وِسواس ہووے تو رُگی ایکی ٻولا کُو اپ لوڈ کرو ، اور سدائیں اُسی دؔیسا سَرا سیمݪ کرو۔

source: It is written in a language different than what I’m reviewing.
ssi: یو ایک نِیاری ٻولیام لِکھوڑا ہے جِس کی ہوں جانچ کری را ہے.

source: It is written in a language different than what I’m speaking.
ssi: یو ایک ایسی ٻولیام لِکھوڑا ہے جکو ہوں ٻولیرا ہے

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
ssi: سرے سیمل کرنا جروری ہے تاکہ ہم جانچ کری سِکاں کہ ٻول جنتا ڈومینام ہے اور کاپی رائٹا کی کوئی ٻندھی لاگُو نائِیں ہووے۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
ssi: سادی اواجا کُو سمبھوَ ٻݨانٚوݨیں نتر گھݨاں کائھیں لاجمی ہے! ہم یو ایکلے نائیں کراں. مھارے سات سِیر لیوَݨاں چاہوتے ہے؟ ہمکُو تھمسے سُݨنا وݨتا ہے.

source: Izhorian
ssi: ازہوریان

source: Japanese
ssi: جاپانی

source: Jaqaru
ssi: جکاری

source: Javanese
ssi: جاوانی

source: Join Discord Community
ssi: ڈسکارڈ پڑاواس جُڑو

source: Join our community
ssi: مھارے پڑوام سیمل ہے

source: Join the Common Voice mailing list
ssi: سادھارݨ اواج میلنگ کی لیݨِم سیمل ہے

source: Join us on Discord
ssi: ڈسکارڈاپ مھارے بھیݪے جُڑو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
ssi: بس جھالے کا جباب سنسکِرتِیا کے رُوپام دؔوٻولینٚم دؔیووَ۔ اس ٻاتا کُو بھروسے یاڑی ٻݨانٚوَ کہ تھاری ٻولی یوگ سمان اور اپمان جنک نائیں تی۔

source: Just Unsure?
ssi: رُگی بے اِتبارے

source: Kabardian
ssi: کابردیان

source: Kabyle
ssi: کابیلی

source: Kalasha
ssi: کالاشا

source: Kalenjin
ssi: کالینٚجن

source: Kalkoti
ssi: کلکتی

source: Kannada
ssi: کنیڈا

source: Kaqchikel
ssi: ککچِیکل

source: Kara
ssi: کارا

source: Karakalpak
ssi: کراکالپاک

source: Kateviri
ssi: کتیوری

source: Kazakh
ssi: کازکھ

source: { $kb }kb max
ssi: { $kb }kb ودھیکاس ودھیک

source: Keep
ssi: راکھ

source: Keep it up, record again <recordIcon></recordIcon>
ssi: اِس کُو کرا کر، پُوٹھا ریکارڈ کرو <recordIcon></recordIcon>

source: Keep the recordings
ssi: ریکارڈنگیں کُو راکھو

source: Keep track of your progress and metrics across multiple languages.
ssi: گھݨئیں ٻولِیئِینٚم اپݨا ٻدھارا اور میٹرکساپ نِگھا راکھو۔

source: Keep track of your progress with a profile
ssi: پروپھائلا بھیݪی اپٹؔیں ودھٹؔیپ دھِیان دؔیو

source: Keep track of your progress with a profile and help our voice data be more accurate.
ssi: پروپھائلا بھیݪا اپݨیں وِکاساپ نِگھا راکھ اور مھارے اواج ڈیٹا کُو ودھِیک سئی ہووَݨینٚم ساہِتا کر۔

source: Kelabit
ssi: کیلا بیٹ

source: Kenyah
ssi: کِینیا

source: Kenyi
ssi: کینیائی

source: Ketrani
ssi: کیترانی

source: Khmer
ssi: کھمیر

source: Khowar
ssi: کھور

source: K'iche'
ssi: کیچے

source: Kichwa
ssi: کیچوا

source: Kidaw'ida
ssi: کِداویدا

source: Kikuyu
ssi: کیکوئیو

source: Kinyarwanda
ssi: کینیارواندا

source: Kohistani Shina
ssi: کوہستانی شینا

source: Kom
ssi: کوم

source: Komi-Zyrian
ssi: کومی - زریان

source: Konkani (Devanagari)
ssi: کونکنی (دیوناگری)

source: Konkani (Romi)
ssi: کونکنی (رومی)

source: Korean
ssi: کورِئن

source: Kuku
ssi: کوکو

source: Kurmanji Kurdish
ssi: کرمانجی کردِش

source: Kyrgyz
ssi: کائرگز

source: Language
ssi: ٻولی

source: Language Fundamentals (e.g. Digits, Letters, Money)
ssi: بھاشا کے مُوݪ تت (سرا دؔیرا ہے گِنتی، اکشر، دھن)

source: Language Request
ssi: ٻولیا کی ٻِنتی

source: Language request successfully submitted, thank you.
ssi: ٻولیا کی ٻِنتی سپھلتاس جما کر دؔی۔ دھنواد۔

source: Languages
ssi: ٻولّیاں

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
ssi: جِدؔ ٻولِیاں اِستھانی ہووتی ہے تو ودھِیک جرُورتیں کے سات ان کے اپݨیں پکے نِیم ہوئی سِکتے ہے۔ اگر کسی بھاشا نتر کوئی کھاس پکی پھائل نائیں تی تو ، انگریجی نِیم یوگدؔان کرنواڑے نتر دِؔکھاؤں گے۔

source: Language Text
ssi: بھاشا کا لِکھݨا

source: Lao
ssi: لاو

source: Large bulk sentence submission
ssi: گھٹؔے سارے ٻول جما کرواٹؔا

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
ssi: ٻڈؔے ، جنتا نتر ماجُود اواج ڈیٹا سیٹ مشین سِکٹٚا بھاشٹؔ ٹکنالوجیام نویں ٻات اور سُوَست ٻیرو ٻیریا کُو پورسا دؔیوں گے۔ سادھارٹؔ اواجا کا ڈیٹا سیٹ اپٹؔے نامُونے کا ساریںٚیس ٻڈؔا ہے ، پٹؔ ایکی نائیں تیا۔ یو پنا دؔوجے کُھلے سروت اواج ڈیٹا سیٹیں نتر ایک سَرا کیندر رُوپام کام کرتا ہے اور سادھارٹؔ اواجا کے ودھٹؔے کے بھیݪو بھیݪ مھاری ریلیز اپ ڈیٹیں نتر ایک گھرا کے رُوپام کام کرتا ہے۔

source: Large scale corporates and platform companies
ssi: ٻڈؔے پیمانیپ کارپوریٹ اور پلیٹ پھارم کمپنیاں

source: Lassi
ssi: لاسی

source: Last Updated: { $lastUpdatedTimeStamp }
ssi: پچھاڑی اپ ڈیٹ: { $lastUpdatedTimeStamp }

source: Latgalian
ssi: لَتگالی

source: Latvian
ssi: لاتوين

source: Launched
ssi: سرو

source: Laz
ssi: لاز

source: Leaderboard Visibility
ssi: مُکھی بوڈ دِؔیسݨاں

source: Learn about partnerships with Common Voice
ssi: ایکی دؔیسی اواجا کے بھیݪا پاتی بھائیں کے باریم جاݨوں

source: Learn about the mission and team behind Common Voice
ssi: سادھارݨ اواجا کے لارے لکش اور سمے کے باریم جاݨوں

source: Learn how to check a transcription
ssi: نکݪا کی جانچ پڑتال کرنے کا نامُونا سِکھو

source: Learn how to take part
ssi: بھاگ لیوٹؔیں کا نامُونا سِیکو

source: Learn how to transcribe
ssi: نکݪ کرنے کا نامُونا سِکھو

source: Learn how to use this page
ssi: اِس پنیں کا اُپیوگ کرنے کا نامُونا سِیکو

source: Learn More
ssi: وَدھِیک سِیکو

source: Leaving now means you’ll lose your changes
ssi: اِٻکے چھوڈؔٹؔیں کا متلب ہے کہ آپ اپٹؔے بدلاوَ گوائی دؔیوں گے

source: Leaving now means you'll lose your progress
ssi: اِٻکے چھوڈؔݨیں کا متلب ہے کہ تھم اپٹؔی ترکی گوائِیں دؔیوںٚگے

source: Length
ssi: لمبائی

source: Let's Get Started
ssi: چالو سرو کراں

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ssi: اکشریں کُو ٻولݨواڑی بھاشام سئی ہووݨا جروری ہے۔ سرا ہے ، "اے" روسی اکشر ماݪام ایک اکشر ہے پݨیں انگریجِیام کِدھی بھی اُپیوگ نائیں ہووے اور نکو کسی بھی انگریجِی سروت لِکھتام کِدھی چاوا نائیں ہووݨا چاہِجے۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ssi: کِتابی بھاشݨ لگھ بھگ 1000 کلاکیںٚپ سیمل ایک کتھا ہے جکو کِتابی ووکس پروجیکٹا کُو پڑھنواڑی آڈیو بکس سے پراپت کروڑی انگریجی بھاشݨ ہے۔

source: License
ssi: لیسٹؔ

source: License: <licenseLink>CC-0</licenseLink>
ssi: لیسݨ: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ssi: لیسݨ: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ssi: لِگاری

source: Lingala
ssi: لنگالا

source: Link Copied
ssi: لنک نکل کروڑا

source: Links to websites that can help us understand the language
ssi: ویب سائٹیں کی لنکاں جکو ٻولیا کُو سمجݨیم مھاری ساہیتا کری سِکتے ہے

source: Listen
ssi: سُٹؔناں

source: Listening
ssi: سُٹؔنواڑا

source: Listen options menu
ssi: سُٹؔنوَاڑے کے ادھِیکاریں کی سُوچی

source: Listen-Queue
ssi: سُٹؔنیں کی لیٹؔ

source: Lithuanian
ssi: لتھانی

source: Loading…
ssi: لوڈنگ...

source: Loading sentences…
ssi: ٻولیں کُو لوڈ کری رے ہے...

source: Localized
ssi: سادھارݨ

source: Log In
ssi: لاگ ان

source: Login Identity
ssi: لاگ ان اوݪکھ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ssi: نِیارے نِیارے ٻولیں کُو سیمݪ کرنے نتر <loginLink>لاگ ان</loginLink> <loginLink>کرو یا سائن اپ کرو</loginLink>

source: Log in or sign up to get started
ssi: سِرو کرنے تِئیں لاگ اِن کرو یا سائن اپ کرو

source: Log In / Sign Up
ssi: لاگ ان کرو / سائن اپ کرو

source: Log In / Sign Up with { $company } email
ssi: { $company } ای میلا کے بھیݪا لاگ ان / سائن اپ کرو

source: Log Out
ssi: لاگ آؤٹ کر

source: Lojban
ssi: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
ssi: ایسے لِکھوڑے کی کھوج کرو جٹھے کاپی رائٹ اِٻکے لاگو نائِیں ہووے - ایک سرا ہے گھݨیں کرے کِتاباں جکو 1920 سینٚس آگے چھوڈِؔیاں تِیاں۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ssi: اِدؔا لکھاوتا ہے کہ اس بھاشام سُݨنیں نتر کوئی تُکڑا نائیں تِیا۔ اِٻکے کائہِیں ریکارڈ کری کن کتار بھرنیم مھاری ساہِیتا کرو۔

source: Luganda
ssi: لُوگاندا

source: Luxembourgish
ssi: لکسمبرگیش

source: Macedonian
ssi: مکدونیائی

source: Mada
ssi: ماڈا

source: Maithili
ssi: میٹھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ssi: اس باتا کُو نِشچِت ٻٹؔاؤ کہ پلیٹ پھارماپ ٻولٹؔا سِرو کرنیس آگے ریکارڈنگ کری را ہے ، اور یو رُگی ایک ٻیرِیا جِدؔ آپ کھتم ہوئی جاوَتے ہے تو رُکی جاوَتا ہے۔َ

source: Make sure the sentence meets the following criteria:
ssi: اِس باتا کُو پکی کرو کہ ٻول لھوڑی لِکھتا کے ماݨک پورا اترتا ہے:

source: Make sure they can be answered in just a couple of sentences
ssi: اِس باتا کُو بھروسے یاڑی ٻیݨانٚوَ کہ ان کا جباب رُگی تھوڑے ٻولیم دؔی سِکتے ہے
